Repository: math65/dsmaccess
Catalog: dsmaccess/Localizable.xcstrings
Source language: en
Languages: fr

# login.username.label
source: Username
fr: Nom d'utilisateur

# logs.auto_block.attempts.label
source: Attempts allowed
fr: Tentatives autorisées

# logs.auto_block.enable.label
source: Block addresses after too many failures
fr: Bloquer les adresses après trop d’échecs

# logs.auto_block.expire.label
source: Lift the block after a delay
fr: Lever le blocage après un délai

# logs.auto_block.expire_days.label
source: Days before unblocking
fr: Jours avant déblocage

# logs.auto_block.title
source: Auto Block
fr: Blocage automatique

# logs.block_list.column.blocked_at
source: Blocked on
fr: Bloquée le

# logs.block_list.empty
source: No blocked addresses
fr: Aucune adresse bloquée

# logs.block_list.empty.description
source: Auto block has blocked no address, and none was added by hand. An address lands here after too many failed sign-in attempts.
fr: Le blocage automatique n’a bloqué aucune adresse, et aucune n’a été ajoutée à la main. Une adresse y entre après trop d’échecs de connexion.

# logs.column.category
source: Category
fr: Catégorie

# logs.column.event
source: Event
fr: Événement

# logs.column.time
source: Time
fr: Heure

# logs.entries.all_shown
source: The whole log is shown
fr: Tout le journal est affiché

# logs.entries.empty
source: No entries
fr: Aucune entrée

# logs.entries.empty.description
source: No entry of that level among the ones loaded. Pick another level.
fr: Aucune entrée de ce niveau parmi celles chargées. Choisissez un autre niveau.

# logs.entries.filtered_summary
source: %lld of %lld entries shown, including %lld errors and %lld warnings
fr: %lld entrées affichées sur %lld, dont %lld erreurs et %lld avertissements

# logs.entries.summary
source: %lld log entries
fr: %lld entrées de journal

# logs.entries.summary_with_levels
source: %lld log entries, including %lld errors and %lld warnings
fr: %lld entrées de journal, dont %lld erreurs et %lld avertissements

# logs.export.csv
source: Export as CSV
fr: Exporter en CSV

# logs.export.error
source: Could not export: %@
fr: Échec de l’export : %@

# logs.export.footer
source: The NAS exports the whole log, not only the entries shown.
fr: Le NAS exporte tout le journal, et non les seules entrées affichées.

# logs.export.hint
source: Save the whole log to a file
fr: Enregistrer tout le journal dans un fichier

# logs.export.html
source: Export as HTML
fr: Exporter en HTML

# logs.export.menu
source: Export
fr: Exporter

# logs.export.progress
source: Exporting…
fr: Export en cours…

# logs.export.success
source: Log exported to %@
fr: Journal exporté vers %@

# logs.filter.level.all
source: All levels
fr: Tous les niveaux

# logs.filter.level.hint
source: Show only entries of this level
fr: N’afficher que les entrées de ce niveau

# logs.flagged_signins.empty
source: No sign-in flagged
fr: Aucune connexion signalée

# logs.load_more.button
source: Load older entries
fr: Charger les entrées plus anciennes

# logs.load_more.error
source: Could not load the rest: %@
fr: Échec du chargement de la suite : %@

# logs.load_more.hint
source: Adds the next entries after the ones already shown.
fr: Ajoute les entrées suivantes à la suite de celles déjà affichées.

# logs.load_more.label
source: Add the next slice of the log
fr: Ajouter la tranche suivante du journal

# logs.log_picker.hint
source: Choose which log to read
fr: Choisir le journal à consulter

# logs.log_type.connection
source: Connection log
fr: Journal de connexion

# logs.log_type.system
source: System log
fr: Journal système

# logs.log_type.transfers
source: %@ transfers
fr: Transferts %@

# logs.refresh.label
source: Refresh the log and the block list
fr: Actualiser le journal et la liste de blocage

# logs.search.empty.description
source: The NAS has recorded no entry matching this search.
fr: Le NAS n’a consigné aucune entrée correspondant à cette recherche.

# logs.security.alert.repeated_signin
source: Repeated sign-in attempts
fr: Tentatives de connexion répétées

# logs.security.alert.unrecognized
source: Unrecognised security alert (%@)
fr: Alerte de sécurité non reconnue (%@)

# logs.security.alert.unusual_signin
source: Unusual sign-in
fr: Connexion inhabituelle

# logs.security.alert.unusual_signin.from
source: Unusual sign-in from %@
fr: Connexion inhabituelle depuis %@

# logs.security.alert.unusual_signin.from_location
source: Unusual sign-in from %@, %@
fr: Connexion inhabituelle depuis %@, %@

# logs.security.alerts.empty.description
source: Security Advisor has flagged neither an unusual sign-in nor repeated attempts.
fr: Le Conseiller de sécurité n’a relevé ni connexion inhabituelle ni tentative répétée.

# logs.security.alerts.summary
source: %lld sign-in alerts, including %lld of high severity
fr: %lld alertes de connexion, dont %lld de gravité élevée

# logs.security.autoblock.disabled
source: Auto block turned off
fr: Blocage automatique désactivé

# logs.security.autoblock.expiry.permanent
source: Permanently
fr: Définitivement

# logs.security.autoblock.saved
source: Auto block saved
fr: Blocage automatique enregistré

# logs.security.autoblock.summary
source: %lld failed sign-in attempts within %lld minutes
fr: %lld tentatives de connexion échouées en %lld minutes

# logs.security.autoblock.window_minutes
source: Window in minutes
fr: Fenêtre en minutes

# logs.security.location.unknown
source: Unknown location
fr: Lieu inconnu

# logs.security.severity.high
source: High
fr: Élevée

# logs.security.severity.low
source: Low
fr: Faible

# logs.security.severity.medium
source: Medium
fr: Moyenne

# logs.security.severity.unknown
source: Unknown severity
fr: Gravité inconnue

# logs.security.unblock.button
source: Unblock
fr: Débloquer

# logs.security.unblock.confirm.description
source: The NAS will accept connections from these addresses again. Auto block may block them once more if failed sign-in attempts resume.
fr: Le NAS acceptera de nouveau les connexions venant de ces adresses. Le blocage automatique peut les bloquer à nouveau si les échecs de connexion reprennent.

# logs.security.unblock.confirm.multiple
source: Unblock %lld addresses?
fr: Débloquer %lld adresses ?

# logs.security.unblock.confirm.single
source: Unblock the address %@?
fr: Débloquer l’adresse %@ ?

# logs.security.unblock.error
source: Unblock failed: %@
fr: Échec du déblocage : %@

# logs.security.unblock.hint
source: Remove the selected addresses from the block list
fr: Retirer les adresses sélectionnées de la liste de blocage

# logs.security.unblock.result.multiple
source: %lld addresses unblocked
fr: %lld adresses débloquées

# logs.security.unblock.result.single
source: Address unblocked: %@
fr: Adresse débloquée : %@

# logs.settings.form.label
source: Log settings
fr: Réglages des journaux

# logs.settings.loading
source: Loading settings…
fr: Chargement des réglages…

# logs.settings.title
source: Settings
fr: Réglages

# logs.settings.transfer_logging
source: Transfer logging
fr: Journalisation des transferts

# logs.settings.transfer_logging.description
source: The NAS keeps one log per protocol. Switching a protocol off does not erase the entries already recorded, but its log stops filling up.
fr: Le NAS tient un journal par protocole. Couper un protocole n’efface pas les entrées déjà consignées, mais son journal cesse de s’alimenter.

# logs.settings.transfer_logging.disabled
source: Logging turned off for %@
fr: Journalisation désactivée pour %@

# logs.settings.transfer_logging.enabled
source: Logging turned on for %@
fr: Journalisation activée pour %@

# logs.tab.block_list
source: Block list
fr: Liste de blocage

# logs.tab.flagged_signins
source: Flagged sign-ins
fr: Connexions signalées

# logs.transfer.action.connection
source: Connection
fr: Connexion

# logs.transfer.action.file_transfer
source: File transfer
fr: Transfert de fichiers

# logs.transfer.action.folder_creation
source: Folder creation
fr: Création de dossier

# logs.transfer.action.rename
source: Rename
fr: Renommage

# main.module.unavailable
source: %@ (unavailable)
fr: %@ (indisponible)

# main.nas.none
source: No NAS
fr: Aucun NAS

# main.nas.switch
source: Switch NAS
fr: Changer de NAS

# main.notice.dismiss
source: Dismiss notice
fr: Fermer l’avis

# main.notice.reconnect.dismiss.hint
source: Hide the reconnection notice
fr: Masquer l’avis de reconnexion

# main.rename.cancel
source: Cancel renaming
fr: Annuler le changement de nom

# main.rename.description
source: Choose the name shown in DSM Access.
fr: Choisissez le nom affiché dans DSM Access.

# main.rename.field.label
source: Enter the new NAS name
fr: Saisir le nouveau nom du NAS

# main.rename.title
source: Rename NAS
fr: Renommer le NAS

# menu.files.parent_folder
source: Open the parent folder
fr: Ouvrir le dossier parent

# menu.files.refresh_folder
source: Refresh the folder
fr: Actualiser le dossier

# menu.module.show
source: Show %@
fr: Afficher %@

# menu.nas.manage
source: Manage NAS Devices…
fr: Gérer les NAS…

# menu.nas.manage.hint
source: Open saved NAS settings
fr: Ouvrir les réglages des NAS enregistrés

# menu.nas.none_connected
source: No NAS connected
fr: Aucun NAS connecté

# menu.nas.sign_in_required
source: Sign in to add a NAS
fr: Connectez-vous pour ajouter un NAS

# module.error.retry.button
source: Retry loading
fr: Réessayer le chargement

# module.error.title
source: Unable to load data
fr: Impossible de charger les données

# module.unavailable.check_again.button
source: Check Again
fr: Rechercher à nouveau

# module.unavailable.check_again.hint
source: Read the installed packages again
fr: Relire les paquets installés

# module.unavailable.check_failed.error
source: Could not check the installed packages: %@
fr: Impossible de vérifier les paquets installés : %@

# module.unavailable.checking.progress
source: Checking the installed packages…
fr: Vérification des paquets installés…

# module.unavailable.description
source: %@ is not available on this NAS
fr: %@ n’est pas disponible sur ce NAS

# module.unavailable.edit_sidebar.button
source: Edit Sidebar…
fr: Modifier la barre latérale…

# module.unavailable.edit_sidebar.hint
source: Open Sidebar settings
fr: Ouvrir les réglages de la barre latérale

# module.unavailable.now_available.status
source: %@ is now available
fr: %@ est maintenant disponible

# module.unavailable.title
source: %@ unavailable
fr: %@ indisponible

# module.unavailable.unchanged.status
source: No change: %@ is still unavailable.
fr: Aucun changement : %@ est toujours indisponible.

# modules.container_manager.unavailable
source: Container Manager is not installed or its API is unavailable.
fr: Container Manager n’est pas installé ou son API n’est pas disponible.

# modules.download_station.unavailable
source: Download Station is not installed or its API is unavailable.
fr: Download Station n’est pas installé ou son API n’est pas disponible.

# modules.logs_security.title
source: Logs and Security
fr: Journaux et sécurité

# modules.logs_security.unavailable
source: Logging and security interfaces are not exposed by this NAS.
fr: Les interfaces de journalisation et de sécurité ne sont pas exposées par ce NAS.

# modules.overview.title
source: Overview
fr: Vue d’ensemble

# modules.resource_monitor.title
source: Resource Monitor
fr: Moniteur de ressources

# modules.resource_monitor.unavailable
source: This NAS does not expose the load figures the Resource Monitor needs.
fr: Ce NAS n’expose pas les mesures de charge du moniteur de ressources.

# modules.section.files_sharing
source: Files and sharing
fr: Fichiers et partage

# modules.section.your_nas
source: Your NAS
fr: Votre NAS

# modules.surveillance_station.unavailable
source: Surveillance Station is not installed or its API is unavailable.
fr: Surveillance Station n’est pas installé ou son API n’est pas disponible.

# modules.unavailable.generic
source: This module is not available on this NAS.
fr: Ce module n’est pas disponible sur ce NAS.

# modules.usb_copy.unavailable
source: USB Copy is not installed or its API is unavailable.
fr: USB Copy n’est pas installé ou son API n’est pas disponible.

# modules.users_groups.title
source: Users and Groups
fr: Utilisateurs et groupes

# modules.users_groups.unavailable
source: User and group administration is not exposed by this NAS.
fr: L’administration des utilisateurs et groupes n’est pas exposée par ce NAS.

# modules.virtual_machine_manager.unavailable
source: Virtual Machine Manager is not installed or its API is unavailable.
fr: Virtual Machine Manager n’est pas installé ou son API n’est pas disponible.

# monitor.alarm.rule.fields.label
source: Rule settings
fr: Réglages de la règle

# monitor.auto_refresh.hint
source: Automatically refresh resources every five seconds
fr: Actualiser automatiquement les ressources toutes les cinq secondes

# monitor.column.detail
source: Detail
fr: Détail

# monitor.disk.all
source: All disks
fr: Tous les disques

# monitor.disk.name
source: Disk %@
fr: Disque %@

# monitor.history.alert.no_description
source: Alert with no description
fr: Alerte sans description

# monitor.history.count.announcement
source: %lld recorded alerts
fr: %lld alertes enregistrées

# monitor.history.count.filtered.announcement
source: %lld of %lld recorded alerts shown
fr: %lld alertes affichées sur %lld enregistrées

# monitor.history.count.filtered.footer
source: %lld of %lld recorded alerts shown.
fr: %lld alertes affichées sur %lld enregistrées.

# monitor.history.empty.description
source: The NAS has recorded no alert since history recording was turned on. An alert appears here when a resource crosses a threshold set in the performance alarm.
fr: Le NAS n’a consigné aucune alerte depuis l’activation de l’enregistrement. Une alerte y apparaît quand une ressource franchit un seuil défini dans l’alarme des performances.

# monitor.history.empty.no_rule.description
source: Recording is on, but no rule is defined in the performance alarm: the NAS has no threshold to watch and will record nothing. This journal stays empty as long as no rule exists.
fr: L’enregistrement est actif, mais aucune règle n’est définie dans l’alarme des performances : le NAS n’a aucun seuil à surveiller et ne consignera rien. Ce journal restera vide tant qu’aucune règle n’existe.

# monitor.history.empty.no_rule.status
source: No alerts recorded, no alarm rule defined
fr: Aucune alerte enregistrée, aucune règle d’alarme définie

# monitor.history.empty.recording_off.description
source: History recording is turned off on the NAS, so no alert is being recorded. Turn it on below to record the next ones.
fr: L’enregistrement de l’historique est désactivé sur le NAS : aucune alerte n’y est consignée. Activez-le ci-dessous pour que les prochaines le soient.

# monitor.history.empty.title
source: No alerts recorded
fr: Aucune alerte enregistrée

# monitor.history.loading
source: Loading history…
fr: Chargement de l’historique…

# monitor.history.recording.footer
source: The NAS records resource alerts while this setting is on.
fr: Le NAS consigne les alertes de ressources tant que ce réglage est actif.

# monitor.history.recording.hint
source: Record resource alerts in the NAS history
fr: Consigner les alertes de ressources dans l’historique du NAS

# monitor.history.recording.label
source: Record history
fr: Enregistrer l’historique

# monitor.history.recording.off.announcement
source: History recording turned off. Alerts already recorded are kept.
fr: Enregistrement de l’historique désactivé. Les alertes déjà consignées sont conservées.

# monitor.history.recording.off.status
source: History recording turned off
fr: Enregistrement de l’historique désactivé

# monitor.history.recording.on.announcement
source: History recording turned on. Alerts from now on will be recorded.
fr: Enregistrement de l’historique activé. Les alertes à venir y seront consignées.

# monitor.history.title
source: Alert history
fr: Historique des alertes

# monitor.load.label
source: Load
fr: Charge

# monitor.load_average.label
source: Load average
fr: Charge moyenne

# monitor.loading
source: Loading resources…
fr: Chargement des ressources…

# monitor.memory.swap
source: Swap
fr: Fichier d’échange

# monitor.network.received
source: Received
fr: Réception

# monitor.refresh.hint
source: Refresh the figures shown
fr: Actualiser les mesures affichées

# monitor.settings.form.label
source: Monitor settings
fr: Réglages du moniteur

# monitor.tab.alarm
source: Alarm
fr: Alarme

# monitor.tab.connections
source: Connections
fr: Connexions

# monitor.tab.history
source: History
fr: Historique

# monitor.tab.performance
source: Performance
fr: Performances

# monitor.tab.tasks
source: Tasks
fr: Tâches

# name_entry.cancel.hint
source: Cancel this operation
fr: Annuler cette opération

# nas.profile.connected
source: Connected NAS
fr: NAS connecté

# nas.profile.delete.button
source: Delete this NAS
fr: Supprimer ce NAS

# nas.profile.delete.disabled.hint
source: Sign out before deleting this NAS
fr: Déconnectez-vous avant de supprimer ce NAS

# nas.profile.rename.hint
source: Change the displayed name for this NAS
fr: Modifier le nom affiché pour ce NAS

# nas.settings.empty.description
source: Add a NAS from this window or from the NAS menu.
fr: Ajoutez un NAS depuis cette fenêtre ou depuis le menu NAS.

# nas.settings.empty.title
source: No saved NAS devices
fr: Aucun NAS enregistré

# nas.settings.profiles.label
source: Saved NAS profiles
fr: Profils NAS enregistrés

# network.configuration.automatic
source: Automatic (DHCP)
fr: Automatique (DHCP)

# network.configuration.manual
source: Manual
fr: Manuelle

# network.dns.configuration
source: DNS configuration
fr: Configuration DNS

# network.dns.server
source: DNS server
fr: Serveur DNS

# network.empty.description
source: The NAS returned no network information.
fr: Le NAS n’a renvoyé aucune information réseau.

# network.gateway.default
source: Default gateway
fr: Passerelle par défaut

# network.gateway.ipv6
source: IPv6 gateway
fr: Passerelle IPv6

# network.identity.section
source: Identity
fr: Identité

# network.identity.server_name
source: Server name
fr: Nom du serveur

# network.identity.server_name.value
source: Server %@
fr: Serveur %@

# network.identity.windows_domain
source: Windows domain
fr: Domaine Windows

# network.interface.ip_address
source: IP address
fr: Adresse IP

# network.interface.subnet_mask
source: Subnet mask
fr: Masque de sous-réseau

# network.loaded.announcement
source: Network configuration loaded
fr: Configuration réseau chargée

# network.loading
source: Loading network configuration…
fr: Chargement de la configuration réseau…

# network.refresh.button
source: Refresh network configuration
fr: Actualiser la configuration réseau

# network.settings.form.label
source: Identity and network
fr: Identité et réseau

# opened_files.column.host
source: Host
fr: Machine

# opened_files.columns.dash.description
source: A service running on the NAS itself has no account and no originating machine: those columns then show a dash.
fr: Un service du NAS lui-même n’a ni compte ni machine d’origine : ces colonnes affichent alors un tiret.

# opened_files.count.summary
source: %lld open files
fr: %lld fichiers ouverts

# opened_files.empty.description
source: The NAS is not holding any file open right now. This list fills in when a service or a network session reads or writes a file.
fr: Le NAS ne tient aucun fichier ouvert en ce moment. Cette liste se remplit quand un service ou une session réseau lit ou écrit un fichier.

# opened_files.empty.title
source: No open file
fr: Aucun fichier ouvert

# opened_files.filtered_count.description
source: %lld of %lld open files shown.
fr: %lld fichiers affichés sur %lld ouverts.

# opened_files.filtered_count.summary
source: %lld of %lld open files shown
fr: %lld fichiers affichés sur %lld ouverts

# opened_files.loading
source: Loading open files…
fr: Chargement des fichiers ouverts…

# opened_files.service.unknown
source: Unknown service
fr: Service inconnu

# otp.cancel.hint
source: Cancel verification and return to sign in
fr: Annuler la vérification et revenir à la connexion

# otp.code.description
source: Open the Synology Secure SignIn app and enter the 6-digit code shown.
fr: Ouvrez l'app Synology Secure SignIn et saisissez le code à 6 chiffres affiché.

# otp.code.field.label
source: Enter the six-digit verification code
fr: Saisir le code de vérification à six chiffres

# otp.code.field.placeholder
source: Enter the six-digit verification code
fr: Saisissez le code de vérification à six chiffres

# otp.code.label
source: Verification code
fr: Code de vérification

# otp.remember_device
source: Remember this device
fr: Se souvenir de cet appareil

# otp.remember_device.hint
source: Remember this Mac as a trusted device
fr: Mémoriser ce Mac comme appareil approuvé

# otp.submit.button
source: Submit
fr: Valider

# otp.submit.hint
source: Submit the verification code
fr: Valider le code de vérification

# otp.title
source: Two-factor verification
fr: Vérification en deux étapes

# otp.verifying.label
source: Verification in progress
fr: Vérification en cours

# otp.verifying.progress
source: Verifying…
fr: Vérification en cours…

# packages.catalog.empty.description
source: Change the catalog search or filter.
fr: Modifiez la recherche ou le filtre du catalogue.

# packages.catalog.missing_package.description
source: This package is not in the currently loaded official catalog.
fr: Ce paquet n’est pas présent dans le catalogue officiel actuellement chargé.

# packages.catalog.refresh.hint
source: Force the NAS to refresh its catalog
fr: Forcer l’actualisation du catalogue sur le NAS

# packages.catalog.refreshed.announcement
source: Catalog refreshed: %lld packages
fr: Catalogue actualisé : %lld paquets

# packages.catalog.search.field
source: Search catalog
fr: Rechercher dans le catalogue

# packages.catalog.source.official
source: Official Package Center catalog
fr: Catalogue officiel du Centre de paquets

# packages.catalog.unavailable.description
source: This NAS does not expose the official catalog to this account. Sign in with an administrator account to browse the Synology catalog.
fr: Ce NAS ne donne pas accès au catalogue officiel avec ce compte. Connectez-vous avec un compte administrateur pour parcourir le catalogue Synology.

# packages.catalog.unavailable.error
source: Catalog unavailable: %@
fr: Catalogue indisponible : %@

# packages.catalog.unavailable.summary
source: %1$@. Catalog unavailable: %2$@
fr: %@. Catalogue indisponible : %@

# packages.catalog.unavailable.title
source: Catalog not available
fr: Catalogue non disponible

# packages.catalog.version.label
source: Catalog version
fr: Version du catalogue

# packages.column.beta
source: Beta
fr: Bêta

# packages.column.installed_version
source: Installed version
fr: Version installée

# packages.column.available_update
source: Available update
fr: Mise à jour disponible

# packages.column.uninstall
source: Uninstall
fr: Désinstallation

# packages.control.unavailable.error
source: Controlling this package is not available on this NAS.
fr: Le contrôle de ce paquet n’est pas disponible sur ce NAS.

# packages.detail.action.direct_uninstall
source: Direct uninstall
fr: Désinstallation directe

# packages.detail.action.repair
source: Repair
fr: Réparation

# packages.detail.action.start_stop
source: Start and stop
fr: Démarrage et arrêt

# packages.detail.actions.section
source: Actions available on this NAS
fr: Actions disponibles sur ce NAS

# packages.detail.available_apis
source: Available APIs
fr: API disponibles

# packages.detail.beta_version
source: Beta version
fr: Version bêta

# packages.detail.information.label
source: Package information
fr: Informations du paquet
